{
  "title": "Experiences",
  "icon": "bi bi-briefcase",
  "list": [{
      "position": "DevOps Internship - Design of an architecture and a GPU resource management system",
      "dates": "2025",
      "company": "DAVID Laboratory - UVSQ, France",
      "details": [
        "Design and deployment of a management architecture allowing the sharing and optimization of GPU resources between multiple servers.",
        "Study and implementation of GPU virtualization solutions and dynamic resource allocation in AI and non-IA environments.",
        "Integration and configuration of virtualized environments using Kubernetes, Helm, and Python.",
        "Performance testing and validation of load distribution between servers.",
        "Complete technical documentation (installation, use, and limitations of the designed system)."
      ]
    },
    {
      "position": "Developer internship - Obstacle Detection System for the blind",
      "dates": "2022",
      "company": "ISSAT, Tunisia",
      "details": [
        "Design of a system consisting of smart glasses and a smart cane, allowing blind people to detect obstacles.",
        "Programming in Python on Raspberry Pi with ultrasonic sensors.",
        "Creation of a functional and innovative device that can enhance the autonomy of visually impaired individuals."
      ]
    },
    {
      "position": "Accounting manager internship",
      "dates": "2021",
      "company": "Chebba District Hospital, Tunisia",
      "details": [
        "Use of scheduling software to plan and edit invoices.",
        "Verification and control of the consistency of accounting data.",
        "Monitoring and updating information related to financial operations."
      ]
    },
    {
      "position": "IT technician internship",
      "dates": "2020",
      "company": "Tunisia Telecom, Tunisia",
      "details": [
        "Diagnosis and resolution of network problems encountered by customers (connection loss, ADSL/fiber failures, incorrect client configuration).",
        "Intervention on the ground with technical teams to resolve incidents and restore services quickly.",
        "Participation in configuring client equipment and verifying network connections.",
        "Improvement of service quality and customer satisfaction."
      ]
    }
  ]
}
